package jm.task.core.jdbc;

public class Main {
    public static void main(String[] args) {
        // реализуйте алгоритм здесь
        // создание таблицы User ов (не должно быть исключения, если таблица уже есть)
        // добавление 4х юзеров в таблицу с данными на выбор
        // после каждого добавления д.б. вывод в консоль (User с именем - name добавлен в базу данных)
        // получение всех User из базы и вывод в консоль (переопределить toString в классе User)
        // удаление User из таблицы по id
        // очистка таблицы User ов
        // удаление таблицы (не должно быть исключения, если таблицы нет)
    }
}
